<?php



//#############################################################################
//#
//#  インタープラン  管理画面プログラム v1.00
//#  (C)WAN55, Inc.
//#
//#############################################################################
//#
//# Comment : 
//#           
//#
//# 注) このプログラムは著作権保護されています。関係者以外の方の閲覧・
//#     改ざんは許されておりませんのでご注意下さい。
//#
//# History : 2014/03/27  v1.00  初版 Taijuu Haneda
//#############################################################################



	//接続設定  UTF-8 
	$sv = "mysql44.xserver.jp";
	$dbname = "mgm_daisho";	
	$user = "mgm_daisho";
	$pass = "Daisho1";
	
	
	
	//データベースに接続する
	$conn = mysql_connect($sv,$user,$pass) or die("ユーザー系接続エラー"); 
	mysql_select_db($dbname) or die("ＤＢ接続エラー");
	//mysql_query("SET NAMES binary");
	
?>

